/**
 * Объект с вопросами.

 */
const questions = [
    {
        id: 1,
        text: "Текст вопроса один",
        rightAnswer: "правильный ответ 1",
        wrongAnswers: [
            "неправильный",
            "тоже неправильный",
            "снова неправильный"
        ],
        scores: 100
    },
    {
        id: 2,
        text: "Текст вопроса два",
        rightAnswer: "правильный ответ 2",
        wrongAnswers: [
            "неправильный",
            "тоже неправильный",
            "снова неправильный"
        ],
        scores: 100
    }
];